Revit 2027 API
ParameterTypeId.FabricParamSharedFamilyKey Property
 "Shared family key"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSharedFamilyKey { get; }
Public Shared ReadOnly Property FabricParamSharedFamilyKey As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSharedFamilyKey {
	ForgeTypeId^ get ();
}
static member FabricParamSharedFamilyKey : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace